Repository: ItsJuniorDias/Magic_World
Catalog: Magic World/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: Nancy Hurd
ar: نانسي هيرد

source: Narration for this chapter hasn't been added yet.
ar: لم يُضف السرد لهذا الفصل بعد.
de: Die Erzählung für dieses Kapitel wurde noch nicht hinzugefügt.
es: Aún no se ha añadido la narración de este capítulo.
fr: La narration de ce chapitre n’a pas encore été ajoutée.
it: La narrazione di questo capitolo non è ancora stata aggiunta.
pt_br: A narração deste capítulo ainda não foi adicionada.

source: Neither village has spoken to the other since 1974. The wolf goes to both.
ar: لم تكلّم أيّ من القريتين الأخرى منذ 1974. الذئب يذهب إلى كلتيهما.
de: Keines der beiden Dörfer spricht seit 1974 mit dem anderen. Der Wolf geht zu beiden.
es: Ningún pueblo le habla al otro desde 1974. El lobo va a los dos.
fr: Aucun des deux villages n’a parlé à l’autre depuis 1974. Le loup va aux deux.
it: Nessuno dei due paesi parla all’altro dal 1974. Il lupo va da entrambi.
pt_br: Nenhuma das aldeias fala com a outra desde 1974. O lobo vai às duas.

source: New free stories
ar: قصص مجانية جديدة
de: Neue kostenlose Geschichten
es: Nuevas historias gratis
fr: Nouvelles histoires gratuites
it: Nuove storie gratis
pt_br: Novas histórias grátis

source: New ones every Monday
ar: قصص جديدة كل يوم اثنين
de: Jeden Montag neue
es: Nuevas cada lunes
fr: De nouvelles chaque lundi
it: Nuove ogni lunedì
pt_br: Novas toda segunda-feira

source: Next chapter
ar: الفصل التالي
de: Nächstes Kapitel
es: Capítulo siguiente
fr: Chapitre suivant
it: Capitolo successivo
pt_br: Próximo capítulo

source: Nightfall
ar: حلول الظلام
de: Einbruch der Nacht
es: Anochecer
fr: Tombée de la nuit
it: Al calar della notte
pt_br: Anoitecer

source: Nils gets in easily. Getting out is a separate arrangement.
ar: يدخل نيلس بسهولة. الخروج ترتيبٌ آخر.
de: Nils kommt leicht hinein. Herauskommen ist eine andere Sache.
es: Nils entra fácil. Salir es un asunto aparte.
fr: Nils entre facilement. Sortir est une autre affaire.
it: Nils entra facile. Uscire è un accordo a parte.
pt_br: Nils entra fácil. Sair é um acordo à parte.

source: Nine Evenings
ar: تسع أمسيات
de: Neun Abende
es: Nueve Atardeceres
fr: Neuf Soirées
it: Nove Serate
pt_br: Nove Entardeceres

source: Nine Places
ar: تسعة أماكن
de: Neun Orte
es: Nueve Lugares
fr: Neuf Endroits
it: Nove Luoghi
pt_br: Nove Lugares

source: Nineteen Hours
ar: تسع عشرة ساعة
de: Neunzehn Stunden
es: Diecinueve Horas
fr: Dix-Neuf Heures
it: Diciannove Ore
pt_br: Dezenove Horas

source: No active subscription found on this Apple Account.
ar: لم يُعثر على اشتراك نشط في حساب Apple هذا.
de: Auf diesem Apple‑Account wurde kein aktives Abo gefunden.
es: No se encontró ninguna suscripción activa en esta Cuenta de Apple.
fr: Aucun abonnement actif trouvé sur ce compte Apple.
it: Nessun abbonamento attivo trovato su questo Account Apple.
pt_br: Nenhuma assinatura ativa foi encontrada nesta Conta Apple.

source: No stories in this part of the world yet.
ar: لا توجد قصص بعد في هذا الجزء من العالم.
de: Noch keine Geschichten in diesem Teil der Welt.
es: Aún no hay historias en esta parte del mundo.
fr: Pas encore d’histoires dans cette partie du monde.
it: Ancora nessuna storia in questa parte del mondo.
pt_br: Ainda não há histórias nesta parte do mundo.

source: No stories yet
ar: لا توجد قصص بعد
de: Noch keine Geschichten
es: Aún no hay historias
fr: Pas encore d’histoires
it: Nessuna storia ancora
pt_br: Sem histórias ainda

source: Nobody Mentions It
ar: لا أحد يذكر ذلك
de: Niemand Erwähnt Es
es: Nadie Lo Menciona
fr: Personne N’en Parle
it: Nessuno Ne Parla
pt_br: Ninguém Comenta

source: Normal
ar: عادي
it: Normale

source: Not This Coast
ar: ليس هذا الساحل
de: Nicht Diese Küste
es: No Esta Costa
fr: Pas Cette Côte
it: Non Questa Costa
pt_br: Não Esta Costa

source: Not Yet
ar: ليس بعد
de: Noch Nicht
es: Aún No
fr: Pas Encore
it: Non Ancora
pt_br: Ainda Não

source: Not earned yet.
ar: لم يُحقَّق بعد.
de: Noch nicht verdient.
es: Aún no obtenida.
fr: Pas encore obtenu.
it: Non ancora ottenuto.
pt_br: Ainda não conquistada.

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora não

source: Not quite. %lld tries left.
ar: ليس تمامًا. بقيت %lld محاولة.
de: Nicht ganz. %lld Versuche übrig.
es: Casi. Quedan %lld intentos.
fr: Pas tout à fait. Il reste %lld essais.
it: Non proprio. %lld tentativi rimasti.
pt_br: Quase. Restam %lld tentativas.

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
pt_br: Não definido

source: Nothing found
ar: لم يُعثر على شيء
de: Nichts gefunden
es: No se encontró nada
fr: Rien de trouvé
it: Nulla trovato
pt_br: Nada encontrado

source: Nothing matches that. Try a creature's name.
ar: لا شيء يطابق. جرّب اسم أحد المخلوقات.
de: Kein Treffer. Probier den Namen einer Kreatur.
es: Nada coincide. Prueba con el nombre de una criatura.
fr: Rien ne correspond. Essaie le nom d’une créature.
it: Nessun risultato. Prova col nome di una creatura.
pt_br: Nada bate com isso. Tente o nome de uma criatura.

source: OK
ar: حسنًا

source: Old Vasco
ar: الشيخ فاسكو
de: Der Alte Vasco
es: El Viejo Vasco
fr: Le Vieux Vasco
it: Il Vecchio Vasco
pt_br: O Velho Vasco

source: Older Than the Wall
ar: أقدم من الجدار
de: Älter als die Mauer
es: Más Vieja Que el Muro
fr: Plus Vieille Que le Mur
it: Più Vecchia del Muro
pt_br: Mais Velha Que o Muro

source: On the day she does not sing, the village finds out what the song was for.
ar: في اليوم الذي لا تُغنّي فيه، تكتشف القرية لماذا كان الغناء.
de: An dem Tag, an dem sie nicht singt, findet das Dorf heraus, wofür der Gesang war.
es: El día que no canta, el pueblo descubre para qué servía el canto.
fr: Le jour où elle ne chante pas, le village découvre à quoi servait le chant.
it: Il giorno che non canta, il paese scopre a cosa serviva il canto.
pt_br: No dia em que ela não canta, a aldeia descobre para o que servia o canto.
